{
  "projects": [
    {
      "id": "project1",
      "name": "SwiftServe POS Dashboard",
      "description": "El SwiftServe POS Dashboard es una interfaz moderna, intuitiva y rica en funciones de Punto de Venta diseñada para optimizar las operaciones de restaurantes y servicios de alimentos. Creado con un enfoque en la experiencia del usuario (UX) y la eficiencia, este dashboard proporciona una vista integral de pedidos, artículos populares y ventas, empoderando al personal para gestionar transacciones con velocidad y precisión. Su diseño limpio y categorización clara tiene como objetivo reducir el tiempo de entrenamiento y aumentar la fluidez operativa en entornos de ritmo rápido.",
      "preview": "../images/layout-3.png",
      "techStack": [{ "name": "FIGMA", "logo": "../images/figma.svg" }],
      "features": [
        "Gestión Intuitiva de Pedidos",
        "Funcionalidad de Búsqueda Rápida",
        "Filtrado Dinámico de Categorías",
        "Resumen de Pedido y Total"
      ],
      "link": "#"
    },
    {
      "id": "project2",
      "name": "Skolta E-commerce Website",
      "description": "Skolta es una plataforma de comercio electrónico elegante y dinámica especializada en lanzamientos exclusivos de zapatillas, ediciones limitadas y calzado curado. Diseñada con una estética moderna y un enfoque en el compromiso del usuario, el sitio web ofrece una experiencia de compra fluida para los entusiastas de las zapatillas. Desde su prominente sección hero que muestra nuevas llegadas y ofertas especiales hasta una clara exhibición de marcas populares, Skolta está construida para cautivar a los visitantes e impulsar conversiones, permitiendo a los usuarios comprar zapatillas de edición limitada y mantenerse a la vanguardia de la curva de la moda.",
      "preview": "../images/layout-1.png",
      "techStack": [
        { "name": "FIGMA", "logo": "../images/figma.svg" },
        { "name": "PHOTOSHOP", "logo": "../images/photoshop.svg" }
      ],
      "features": [
        "Diseño Responsivo",
        "Exhibición de Productos",
        "Navegación Amigable para el Usuario",
        "Pago Seguro"
      ],
      "link": "#"
    },
    {
      "id": "project3",
      "name": "Kings Estate Hotel Website",
      "description": "El diseño del sitio web del Kings Estate Hotel presenta una puerta de entrada digital serena e invitadora a un lugar donde la naturaleza, la tradición y el cuidado se encuentran. Esta elegante página de aterrizaje está diseñada para sumergir a los visitantes en el ambiente tranquilo del resort, presentando una visualización impresionante de la propiedad junto con una experiencia de reserva optimizada. El diseño enfatiza la simplicidad y la facilidad de uso, asegurando que los huéspedes potenciales puedan explorar fácilmente las ofertas del hotel y asegurar su estadía con un mínimo esfuerzo.",
      "preview": "../images/layout-4.png",
      "techStack": [
        { "name": "FIGMA", "logo": "../images/figma.svg" },
        { "name": "PHOTOSHOP", "logo": "../images/photoshop.svg" }
      ],
      "features": [
        "Sección Hero Inmersiva",
        "Widget de Reserva Integrado",
        "Diseño Centrado en el Usuario"
      ],
      "link": "#"
    },
    {
      "id": "project4",
      "name": "Rota SAAS Website",
      "description": "Rota es un sitio web basado en Rutland Web Design conocido por la satisfacción del cliente en el diseño y desarrollo de sitios web.",
      "preview": "../images/layout-5.png",
      "techStack": [
        { "name": "FIGMA", "logo": "../images/figma.svg" },
        { "name": "PHOTOSHOP", "logo": "../images/photoshop.svg" },
        { "name": "HTML", "logo": "../images/web.svg" },
        { "name": "TAILWIND", "logo": "../images/tailwindcss.svg" },
        { "name": "JAVASCRIPT", "logo": "../images/javascript.svg" }
      ],
      "features": [
        "Diseño Responsivo",
        "Navegación Amigable para el Usuario",
        "Pago Seguro"
      ],
      "link": "#"
    }
  ]
}
